[
  {
    "id": 1,
    "name": "Orthomol Magnesium Plus",
    "appointment": "Вітамінний комплекс сприяє метаболізму, покращує м'язовий тонус",
    "category": "magnesium",
    "priceRegular": 1153,
    "imgProductRef": "../../public/images/product/product1.png",
    "imgCategoryRef": "../../public/images/product/productCategory.svg",
    "inStock": true,
    "articleNumber": "CEN22263",
    "brand": "21st Century",
    "shape": "Таблетки",
    "packaging": 90,
    "expirationDate": "30 лип. 2026 р.",
    "description": [
      {
        "text": [
          "Orthomol Vitamin D3 Plus (Ортомол Вітамін Д3 Плюс) – комплекс, який містить екстракт фізаліса і вітамін D. Сприяє засвоєнню кальцію в організмі, зміцнює кістки, підтримує працездатність м’язів."
        ]
      },
      {
        "text": [
          "Про важливість вітаміну D для організму медицині відомо давно. Для дорослих і дітей його дефіцит несе чимало небезпек. За останні роки вчені зробили прорив у вивченні вітаміну D3, відкривши нові сфери його впливу. Якщо раніше брак цього вітаміну пов’язували в основному із захворюваннями кісток (рахіт, остеопороз), то тепер відомо, що вітамін D3 важливий і для серцево-судинної, і для нервової систем."
        ]
      },
      {
        "text": [
          "Одержуваного з їжі вітаміну D мізерно мало, тому людині дуже важливо проводити достатню кількість часу на сонці. Для офісних співробітників ця задача практично нездійсненна, і тому необхідно приймати його у формі добавок. Комплекс Orthomol Vitamin D3 Plus складається з 1000 МО вітаміну D і екстракту фізаліса. Плоди фізалісу мають виражений протизапальний ефект, в комбінації з вітаміном D цей екстракт відмінно працює."
        ]
      }
    ],
    "recommendation": [
      {
        "title": ["У яких випадках рекомендується приймати"]
      },
      {
        "text": [
          "Якщо рівень вітаміну D (25-гідрокси-холекальциферолу) у вашій крові нижче позначки 30 нмоль/л. Варто відзначити, що оптимальним рівнем вважається 50-90 нмоль/л. Якщо рівень в крові кальцію нижче норми, також рекомендується приймати вітамін D."
        ]
      },
      {
        "text": [
          "Якщо у вас спостерігається ламкість нігтів і волосся, проблеми з зубами, ви страждаєте безсонням або депресією."
        ]
      },
      {
        "text": ["Якщо більшу частину дня ви проводите в приміщенні."]
      },
      {
        "text": [
          "Якщо у вас діагностовано одне з наступних захворювань: остеопороз, рахіт, серцево-судинні захворювання, псоріаз, вітіліго, епілепсія, розсіяний склероз, симптоми зниженого імунітету."
        ]
      }
    ]
  }
]